Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=820_lang=finnish.html.tmx
Source language: fin
Languages: sme

source: Kulttuuri
sme: Kultuvra

source: Suomessa on kolme joikuperinnettä: pohjoissaamelainen luohti, inarinsaamelainen livđe ja kolttasaamelainen leuŠdd.
sme: Suomas leat golbma juoiganárbbi: davvisápmelaš luohti, anáraš livđe ja nuortalaš leuŠdd.

source: Perinteinen joiku on alkujaan ollut saamelaisten riitteihin sidonnainen ja luonnonkansoille tyypillinen ilmaisumuoto henkimaailman ja reaalimaailman ilmentymä.
sme: Árbevirolaš juoiggus leamaš álggos sámiid riittaide čadni ja luondduálbmogiidda mihtilmas albmabuktinvuohki heaggamáilmmi ja reálamáilmmi albmaneapmi.

source: Joiut ovat osana arjen rutiineja ja sosiaalisia tilanteita.
sme: Juigosat leat árgga rutiinnaid ja sosiálalaš diliid oassin.

source: Poronhoidossa joiulla on karkotettu petoja ja luotu suhdetta paimennettavan eläimen ja ihmisen välille.
sme: Boazodoalus juigosiin lea vuodjeluvvon spiret ja ráhkaduvvon gaskavuohta geahččuealli ja olbmo gaskii.

source: Joiuilla opetetaan nuorempaa sukupolvea henkilöistä ja sukulaisuusjärjestelmästä, luonnosta, paikoista, poronhoitotavoista ja eläimistä.
sme: Juigosiin oahpahit nuorat buolvva olbmuid ja fuolkevuogádaga birra, luonddus, báikkiin, boazodoallovugiin ja ealliin.

source: Joikujen aiheet kumpuavat yhteisön merkkihenkilöistä, historiallisista tapahtumista, poronhoidosta, luonnonympäristöstä ja eläimistä.
sme: Juigosiid fáttat šaddet servoša dehalašolbmuin, historjjálaš dáhpáhusain, boažodoalus, luonddubirrasis ja ealliin.

source: Joiut ilmentävät sosiaalista järjestelmää ja kulttuurista jatkuvuutta.
sme: Juigosat albmabuktet sosiálalaš vuogádaga ja kulturlaš jotkkolašvuođa.

source: Esimerkiksi lasten joiut ovat variaatioita vanhempien joiuista, jotka ovat puolestaan variaatioita heidän omien vanhempien joiuista.
sme: Ovdamearkan mánáid juigosat leat variašuvnnat vánhemiid juigosiin, mat leat fas variašuvnnat sin iežaset vánhemiid juigosiin.

source: Lapsien synnyttyä, joiku on annettu kuin ristimänimen muodossa ensin yksinkertaisena melodiana (tovdna) myöhemmin henkilöjoiuksi rikastettuna.
sme: Mánáid riegádettiin, juoiggus lea addojuvvon dego gástanama hámis vuos ovttageardásaš nuohttan (tovdna) maŋŋelis olmmošjuoiggusin dievasmahtimin.

source: Tämä perinne on miltei kadonnut Suomen saamelaisten keskuudessa.
sme: Dát árbi lea measta jávkan Suoma sámiid siste.

source: Joiussa ei ole aina sanoja (dajahusat), melodia ja äänenkäyttö ovat silloin keskiössä.
sme: Juigosis eai leat álo sánit (dajahusat), nuohtta ja jienageavahus leat dalle váibmosis.

source: Länsisaamelainen tyyli joikata on ilmaisultaan voimakkaampaa ja äänenkäyttö vaihtelee nopeammin kuin itäsaamelaisessa joikaustyylissä.
sme: Oarjjasápmelaš vuohki juoigat lea albmabuktima dáfus gievrrat ja jienageavahus molsašuddá jođáneappot go nuortasápmelaš juoiganvuogis.

source: Suomen Sámi Grand Prix osakilpailun voittaja 2014, joikaaja Petra Magga-Vars
sme: Suoma Sámi Grand Prix oassegilvvu vuoiti 2014, juoigi Petra Magga-Vars

source: Saamelaisessa musiikkiperinteessä ei käytetä juurikaan instrumentteja.
sme: Sámiid musihkkaárbbis eai olus geavahuvvo instrumeanttat.

source: Nykyisin joikuesitystä voidaan tahdittaa muinaisella shamaanien käyttämällä noitarummulla.
sme: Dán áigge juoigama sáhttá dáktet dološ shamánaid geavahan mearvrresgáriin.

source: Sen ohella tunnetaan 3-5-sormireikäinen pilli, fádnobiipa, joka tehtiin väinönputken versosta.
sme: Dan lassin dovdat 3-5-suorbmaráigge njurgganas, fádnobiipa, mii ráhkaduvvui olbmoborranrási vesás.

source: Myös helistimiä tiedetään käytetyn.
sme: Maiddái skilanasaid diehtit geavahuvvon.

source: Ruotsinsaamelainen Maj-Lis Skaltje on teoksessaan Luondu juoiggaha kuvannut joikua seuraavasti (2005):
sme: Ruoŧasápmelaš Maj-Lis Skaltje lea girjjistis Luondu juoiggaha govvidan juigosa čuovvovvaččat (2005):

source: Joiku on poron nuotti
sme: Juoiggus lea bohcco nuohtta

source: Joiku on saanut sointunsa lintujen, jokien ja tuulten äänistä
sme: Juoiggus lea ožžon šuoŋáid lottiid, jogaid ja biekkaid jienain

source: Joiku on lyhentänyt pitkiä pimeitä talviöitä,
sme: Juoiggus lea oanedan guhkes sevdnjes dálveijaid,

source: on ollut kaverina laajoilla erämailla,
sme: lea leamašan skibirin viiddes meahcceguovlluin,

source: on antanut voimaa kun mieli on alakuloinen ja työ raskasta.
sme: lea addán fámu go miellla lea šlunddas ja bargu lossat.

source: Joiku on iloa.
sme: Juoiggus lea illu.

source: Joiku säilyttää ihmisen nuorena.
sme: Juoiggus seailluha olbmo nuorran.

source: Joiku on muistamiskeino, yhteisilo ja tapa osoittaa rakkautta.
sme: Juoiggus lea muitinvuohki, oktasašillu ja vuohki čujuhit ráhkisvuođa.

source: Joiku ulottuu pitemmälle kuin sanat, lähentää ja yhdistää suvut, ystävykset ja ihmissukupolvet.
sme: Juoiggus ollá guhkkelii go sánit, lagada ja ovttasta sogaid, ustibažžaid ja olmmošbuolvvaid.

source: Myös ne jotka ovat jo jättäneet tämän maailman
sme: Maiddái dat geat juo lea guođđán dán máilmmi

source: Saamelainen joikuperinne oli vaarassa kadota.
sme: Sámiid juoiganárbi leai váras jávkat.

source: Kristinusko piti joikua hyvin pitkään paheellisena ja sitä on myös halveksittu valtakulttuurin taholta.
sme: Kristtalašosku doalai juigosa hui guhká bahádábálažžan ja dan leat maiddái váldekultuvra badjelgeahččan.

source: Suomessa joiun arvostus alkoi kasvaa myös suomalaisten keskuudessa saamelaisten suuren taiteilijan Nils Aslak Valkeapään (Á illohaš) taiteen myötä.
sme: Suomas juigosa árvu álggii lassánit suopmelaččaid siste sámiid stuorra dáiddára Nils Aslak Valkeapää (Á illohaš) dáidaga mielde.

source: Áillohaš toi joiuin yhteiskunnallisesti hyväksytetyksi ja arvostetuksi taidemuodoksi ja osoitti joikuperinteen joustavuuden ja kehittymisen.
sme: Áillohaš buvtii juigosa servodatlaččat dohkkehahttin ja árvvusatnon dáiddavuohkin ja čujuhii juoiganárbbi sodjilvuođa ja ovdáneami.

source: Áillohaš toi joikuperinteeseen vaikutteita jazzista ja muista musiikkityyleistä.
sme: Áillohaš buvttii juoiganárbái váikkuhusaid jazzis ja eará musihkkastiillain.

source: Saamelaisyhteisön ja taiteilijoiden aktiivisen työn tuloksena joikuperinne on alkanut elpyä ja joikua opetetaan myös kouluissa.
sme: Sámeservoša ja dáiddáriid aktiiva barggu boađusin juoiganárbi lea álgán ealáskit ja juoigama oahpahit maiddái skuvllain.

source: Kristinusko ei suhtaudu enää kielteisesti joikuun ja joikua on myös kuulunut kirkoissa.
sme: Kristtalašosku ii jurddaš šat negatiivalaččat juigosis ja juoigan lea maiddái gullon girkuin.

source: Joikua kuulee käytännössä vain Yle Sápmin ohjelmissa muutamia valtakunnallisia konsertteja tai ohjelmataltiointeja lukuun ottamatta.
sme: Juoigama gullá geavatlaččat dušše Yle Sápmi prográmmain earet eará muhtun váldegottálaš konsearttaid dahje prográmmavurkemiid.

source: Joikuperinne on kuitenkin edelleen uhanalainen.
sme: Juoiganárbi lea goit ainge áitatvuloš.

source: Työelämä, poismuutto saamelaisten kotiseutualueelta ja kielenvaihto ovat vaikuttaneet saamelaisten keskuudessa joiun kuuluvuuteen ja käyttöön.
sme: Bargoeallin, eretfárren sámiid ruovttuguovllus ja gielamolsun leat váikkuhan sámiid siste juigosa gullamii ja geavaheapmai.

source: Saamelaisilla joikaajilla on oma kattojärjestönsä, Sámi juoigiid searvi.
sme: Sápmelaš juoigiin lea iežas gáhttoorganisašuvnna, Sámi juoigiid searvi.

source: Suurin joikutapahtuma on vuosittain Norjan Kautokeinossa pääsiäisen aikaan järjestettävä Sámi Grand Prix-kilpailu, jossa valitaan vuoden parhaat joikuesitykset.
sme: Stuorámus juoigandáhpáhus lea jahkásaččat Norgga Guovdageainnus beassážiid áigge lágiduvvon Sámi Grand Prix-gilvu, mas válljejit jagi buoremus juoiganluoiddastemiid.

source: Moderni saamelaismusiikki
sme: Modearna sámemusihkkka

source: Nykysaamelasismusiikki ammentaa vahvasti perinteisestä joiusta ja ilmentäen uusia ilmaisuntapoja ja saamelaiskulttuurin kehittymistä.
sme: Dálásámemusihkka oažžu váikkuhusaid nannosit árbevirolaš juigosis ja albmabuktimin ođđa albmabuktinvugiid ja sámekultuvrra ovdáneami.

source: 1960-luvulta lähtien saamenkielinen musiikki alkoi seurata ajan trendejä.
sme: 1960-logu rájes sámegielat musihkka álggii čuovvut áiggi trendiid.

source: Tänä päivänä saameksi tehdään rockia, poppia, etnoa, heviä, tanssimusiikkia, teknoa, lastenlauluja, virsiä ja rap-musiikkia.
sme: Otná beaivve sámegillii rockki, poppi, etno, hevi, dánsamusihka, tekno, mánáidlávlagiid, sálmmaid ja ráp-musihka.

source: Erityisesti saamenkielinen rap-musiikki on saanut huomiota myös kansallisella tasolla.
sme: Erenomážit sámegielat ráp-musihkka lea ožžon fuopmášumi maiddái álbmotlaš dásis.

source: Kirjallisuus
sme: Girjjálašvuohta

source: Saamen kielinen kirjallisperinne on nuorta.
sme: Sámegielat girjjálašárbi lea nuorra.

source: Tarinankerronta ja suullinen kertomaperinne on ollut tärkeä osa saamelaista kulttuuria ja tiedonsiirtoa sukupolvelta toiselle ja luonut pohjan saamenkielisen kirjallisuuden synnylle.
sme: Máidnasiid muitaleapmi ja njálmmálaš muitalanárbi lea leamaš dehalaš sámekultuvrra oassi ja dieđusirdima buolvvas nubbái ja ráhkadan vuođu sámegielat girjjálašvuođa šaddamii.

source: Ensimmäiset saamenkieliset julkaisut olivat Ruotsissa vuonna 1619 painetut kaksi uskonnollista kirjasta.
sme: Vuosttas sámegielat prentosat ledje Ruoŧas jagi 1619 deaddiluvvon guokte kristtalaš girjji.

source: Ensimmäinen pohjoissaamenkielinen kaunokirjallinen teos oli ruotsinsaamelaisen Johan Turin kirjoittama ja kuvittama kirja vuodelta 1910 Muitalus sámiid birra, joka on kertomus porosaamelaisten elämästä.
sme: Vuosttas davvisámegielat čáppagirjjálašvuođa bargu lei ruoŧasápmelaš Johan Turi čállán ja govuhan girji jagis 1910 Muitalus sámiid birra, mii lea muitalus badjesámiid eallimis.

source: Turi halusi omien sanojensa mukaan kertoa viranomaisille millainen on saamelaisten elämä ja olosuhteet, jotta viranomaiset tulisivat niistä tietoisiksi.
sme: Turi hálidii iežas sániid mielde muitalit eiseválddiide makkár leat sámiid eallin ja dilit, vai eiseválddit boađašedje dain diehtit.

source: Turi kuvaa kirjassaan hyvin tarkasti saamelaisten elämää, historiaa ja saamelaisten kansanperinnettä.
sme: Turi govvida girjjistis erenoamáš dárkilit sámiid eallima, historjjá ja sámiid álbmotárbbi.

source: Myös kirjailija, taiteilija ja poronhoitaja, Ruotsin Jällivaarasta kotoisin oleva Nils Nilsson Skum kuvasi saamelaista luonnonympäristöä ja poronhoitoa.
sme: Maiddái girječálli, dáiddár ja badjealmmái, Ruoŧa Jelleváris eret Nils Nilsson Skum govvidii sámiid luonddubirrasa ja baozodoalu.

source: Hänen kerrottiin hinnoitelleen teoksensakin niissä kuvatun poroluvun perusteella.
sme: Muitaluvvui, ahte son árvvoštalai iežas girjji hátti das govviduvvon boazologu vuođul.

source: Läpimurtonsa Skum, ennen kaikkea teoksellaan Same sita - samebyn (1938).
sme: Beakkánin Skum šattai, eandalii girjjiinnis Same sita - samebyn (1938).

source: Suomen saamelaisalueella ensimmäinen merkittävä saamenkielinen kaunokirjallinen teos oli outakoskelaisen opettajan Hans-Aslak Guttormin kokoelmateos Koccam spalli (Herännyt tuulispää 1941).
sme: Suoma sámeguovllus vuosttas mearkkašahtti sámegielat čáppagirjjálašvuođa girji lei vuovdaguoikkalaš oahpaheaddji Hans-Aslak Guttorma čoakkáldatgirji Koccam spalli (Herännyt tuulispää 1941).

source: Kokoelmassaan Guttorm kehitti myös pohjoissaamen kirjallista kieltä.
sme: Čoakkáldagastis Guttorm ovddidii maiddái davvisámegiela čálalaš giela.

source: Saamen kielen kirjakielen kehittyessä ja saamelaisyhteisön kulttuurisen heräämisen myötä saamelaiskirjallisuus alkoi kehittyä 1970-luvun alusta lähtien.
sme: Sámegiela girjegiela ovdánettiin ja sámeservoša kultuvrralaš moriheami mielde sámegirjjálašvuohta álggii ovdánit 1970-logu álggu rájes.

source: Kirjallisuudesta tuli keino kuvat yhteiskunnan epäkohtia ja suomalaistamisprosessin vaikutuksia saamelaisiin.
sme: Girjjálašvuođas bođii vuohki govvidit servodaga dohkketmeahttun diliid ja láttiiduhttinproseassa váikkuhusaid sámiide.

source: Kirsti Palton esikoisromaani Voijaa minun poroni (Guhtoset dearvan min bohccot) oli Finlandia-ehdokkaana vuonna 1986.
sme: Kirsti Paltto vuosttasromána Guhtoset dearvan min bohccot (Voijaa minun poroni) lei Finlandia-evttohassan jagi 1986.

source: Nils-Aslak Valkeapään runoeepos Aurinko, isäni (Beaivi, áhčážan, 1988) voitti Pohjoismaiden neuvoston kirjallisuuspalkinnon vuonna 1991.
sme: Nils-Aslak Valkeapää diktaepos Beaivi, áhčážan, 1988 (Aurinko, isäni) vuittii Davvirikkaid ráđi girjjálašvuođabálkkášumi jagi 1991.

source: Suomessa ei toimi saamenkielistä kirjallisuutta kustantavaa kustantamoa.
sme: Suomas ii doaimma sámegielat girjjálašvuođa goasttideaddji goasttádus.

source: Norjassa toimi Davvi Girji kustantaa myös Suomen saamelaisten tekemiä teoksia.
sme: Norggas doaibmi Davvi Girji goasttida maiddái Suoma sámiid dahkan girjjiid.

source: Kirjallisuuden kehittymistä vaikeuttavat pienet markkinat erityisesti inarin- ja koltansaamenkielisessä kaunokirjallisuudessa.
sme: Girjjálašvuođa ovdáneami váttásmahttet sm á vva márkanat erenoamžit anáraš- ja nuortalašgielat čáppagirjjálašvuođas.

source: Nykyisin kaunokirjallisuutta käännetään valtakielten ja saamen kielten välillä.
sme: Dán áigge čáppagirjjálašvuohta jorgaluvvo váldogiela ja sámegiela gaskkas.

source: Kuvataide
sme: Govvadáidda

source: Ensimmäisiä saamelaisia kuvataitelijoita olivat kirjailija Juhan Turi sekä norjansaamelainen John Savio.
sme: Vuosttas sápmelaš govvadáiddárat ledje girječálli Juhan Turi sihke norggasápmelaš John Savio.

source: 1900-luvun alussa elänyt Savio tuli tunnetuksi puupiirroksistaan, jotka esittävät perinteisiä saamelaisia aiheita.
sme: 1900-logu álggus eallán Savio bođii dovddusin muorrasárgosiiguin, mat ovdanbuktet árbevirolaš sápmelaš fáttaid.

source: Saamelaisen kuvataiteen kultakauden aloitti Nils Aslak Valkeapää saamen kansan mytologioista ja luontosuhteesta kertovilla tauluillaan.
sme: Sápmelaš govvadáidaga golleáigodaga álggahii Nils Aslak Valkeapää sáme álbmoga mytologiijain ja luondogaskavuođas muitaleaddji dávvaliin.

source: Kuvataide ammentaa inspiraationsa nykyisinkin niin kalliopiirroksista, shamanismista, luonnosta kuin käsityöperinteestäkin.
sme: Govvadáidda váldá inspirašuvnnaidis dán áiggege nu báktetevnnegiin, shamanismmas, luonddus go duodjeárbbisge.

source: Nykyisin kuvataiteella kuvataan yhä enemmän määrin saamelaisten kokemia yhteiskunnallisia epäkohtia ja suomalaistamispolitiikan vaikutuksia saamelaisyhteisöön.
sme: Dán áigge govvadáidagis govvidit ain eanet sámiid vásihan servodatlaš dohkketmeahttun diliid ja láttiiduhttinpolitihka váikkuhusaid sámeservošii.

source: Erityisesti Inarissa asuva Merja Aletta Ranttila on tunnettu shamanismia ja mytologiaa käsittelevistä maalauksistaan.
sme: Erenoamážit Anáris ássi Merja Aletta Ranttila lea beakkán shamanismma ja mytologiija málagovain gieđahalli.

source: Perinteisesti taidetta on piirretty poronnahkoihin, nykyisin taidetta tehdään hyvin monille ja monella eri materiaalilla.
sme: Árbevirolaččat dáidda lea sárgojuvvon bohcconáhkiide, dán áigge dáidaga dahket hui máŋggaide materiálaide ja máŋggain eará materiálain.

source: Saamelaisesta tanssiperinteestä on säilynyt vain kolttasaamelaisten katrilli, joka on saanut vaikutteita venäläisestä tanssiperinteestä.
sme: Sáme dánsaárbbis lea seilon dušše nuortalaččaid katrilla, mii lea ožžon váikkuhusaid ruošša dánsaárbbis.

source: Katrillia opetetaan Inarin kouluissa ja Sevettijärvellä ja Nellimissä on omat katrilliryhmänsä.
sme: Katrilli oahpahit Anára skuvllain ja Čeavetjávrris ja Njellimis leat iežas katrillajoavkkut.

source: On oletettavissa että saamelaisilla on ollut shamanistiseen muinaisuskoon ja pyyntiin liittyvä tanssiperinne, mutta siitä ei ole jäänyt jäljelle tietoja saamelaisen kansanperinteeseen eikä kirjallisuuteen.
sme: Lea navdimis ahte sámiin leamašan shamanistalaš dološoskui ja bivdui gulavaš dánsaárbi, muhto das eai leat báhcán válddekeahttá dieđut sápmelaš álbmotárbái ii ge girjjálašvuhtii.

source: Elokuva ja dokumentti
sme: Filbma ja dokumeanta

source: Elokuvataiteesta ja dokumenteista on tullut keino kertoa saamelaiskulttuurista ja sen perinteistä sekä kuvat valtakulttuurien toimien vaikutuksista saamelaiskulttuuriin ja yksittäisiin saamelaissukuihin.
sme: Filbmadáidagis ja dokumeanttain lea boahtán vuohki muitalit sámekultuvrras ja dan árbbis sihke govat váldekulruvraid doaimmaid váikkuhusain sámekultuvrii ja oktonas sámesogaide.

source: Yhteiskunnallinen ilmaisu on vahva osa saamelaista elokuva- ja dokumenttitaidetta.
sme: Servodatlaš ovdanbuktin lea nana oassi sámi filbma - ja dokumeantadáidaga.

source: Saamelaisen elokuvan aika alkoi vuonna 1987, jolloin Nils Gaup ohjasi elokuvan Tiennäyttäjä (Ofelaš).
sme: Sápmelaš filmma áigi álggii jagi 1987, go Nils Gaup bagadalai filmma Ofelaš (Tiennäyttäjä).

source: Elokuva oli Oscar-ehdokkaana.
sme: Filbma lei Oscar-evttohassan.

source: Saamelaiselokuvan ” uusi aalto ” 2000-luvun alussa on nostanut esiin uuden ohjaajapolven.
sme: Sámefilmma ” ođđa bárru ” 2000-logu álggus lea buktán oidnosii ođđa bagadallibuolvva.

source: Nousua on vauhdittanut elokuva-alan lisääntynyt koulutus pohjoisessa.
sme: Čalmmustahttima lea jođálmahttán filbmasuorggi lassánan oahpahus davvin.

source: Vuosittain tammikuussa Inarissa järjestettävä alkuperäiskansojen elokuvafestivaali Skábmagovat (” Kaamoksen kuvia ”) on saamelaiselokuvan keskeinen foorumi.
sme: Jahkásaččat ođđajagemánus Anáris lágiduvvo eamiálbmogiid filbmafestivála Skábmagovat (” Kaamoksen kuvia ”) lea sámefilmma guovddáš forum.

source: Yleisradio aloitti säännölliset saamenkieliset radiolähetykset Suomessa vuoden 1947 lokakuussa.
sme: Oktasašrádio álggahii jeavddalaš sámegielat rádiosáddagiid Suomas jagi 1947 golggotmánus.

source: Ohjelmassa oli aluksi hengellistä ohjelmaa sekä ajankohtaisia uutisia.
sme: Prográmmas lei álggos vuoiŋŋalaš prográmma sihke áigeguovdilis ođđasat.

source: Nykyisin saamen radio, Yle Sápmi, on edelleen tärkein saamenkielinen tiedotusväline Suomen saamelaisille.
sme: Dán áigge sámerádio, Yle Sápmi, lea ain dehalamos sámegielat diehtojuohkingaskaoapmi Suoma sámiide.

source: Yle Sápmi lähettää ohjelmaa pohjois-, inarin- ja koltansaameksi.
sme: Yle Sápmi sádde prográmma davvisámegillii, anáraš- ja nuortalašgillii.

source: Yle Sápmi on myös tärkeä kirjallinen media, koska tärkeimmät uutiset on kirjoitettuina Yle Sápmin kotisivuille.
sme: Yle Sápmi lea maid dehalaš čálalaš media, daningo dehalamos ođđasat leat čállon Yle Sápmi ruoktosiidduide.

source: Yle Sápmi on melkein ainoa media, jossa saa kuulla saamelaista joikuperinnettä ja uuta saamelaista musiikkia.
sme: Yle Sápmi lea measta áidna media, gos sáhttá gullat sámiid juoiganárbbi ja ođđa sámemusihka.

source: Yle Sápmi sai saamelaiskäräjien saamen kielineuvoston myöntämän saamen kieliteko - palkinnon vuonna 2013.
sme: Yle Sápmi oažžui sámedikki sámi giellaráđi mieđihan gielladahku – bálkkášumi jagi 2013.

source: Yleisradion on lain mukaan osana yhteiskunnallista palvelutoimintaa tuotettava palveluita saamen kielillä.
sme: Oktasašrádio galgá buvttadit lága mielde oassin servodaga bálvalandoaimma bálvalusaid sámegillii.

source: Yhteispohjoismaiset saamenkieliset tv-uutiset, Ođđasat, alkoivat vuoden 2002 alussa.
sme: davviriikkaid oktasaš sámegielat tv-ođđasat, Ođđasat, álge jagi 2002 álggus.

source: Ne tuotetaan yhteistyönä Suomen Yle Sámi Radion, Norjan NRK Sámi Radion ja Ruotsin SVT Sápmin kanssa.
sme: Dat buvttaduvvojit ovttasbarggus Suoma Yle Sámi Rádioin, Norgga NRK Sámi Radioin ja Ruoŧa SVT Sápmiin.

source: Syksyllä 2013 Yleisradio aloitti omien saamenkielisten tv-uutisten lähettämisen valtakunnan verkossa.
sme: Čakčat 2013 Oktasašrádio álggahii iežas sámegielat tv-ođđasiid sáddema váldegotti fierpmis.

source: Yle Sápmi tuottaa Suomen ainoaa saamenkielistä lastenohjelmaa, Unna Junnáa.
sme: Yle Sápmi buvttada Suoma áidna sámegielat mánáidprográmma, Unna Junná.

source: Sápmelaš oli Suomen ensimmäinen saamenkielinen aikakausilehti.
sme: Sápmelaš lei Suoma vuosttas sámegielat áigečála.

source: Se ilmestyi pohjoissaameksi vuosina 1935–2002.
sme: Dat almmustuvai davvisámegillii jagiid 1935–2002.

source: Nykyisin ainoa saamen kielinen sanomalehti on Norjassa ilmestyvä Avvir, joka ilmestyy kaksi kertaa viikossa.
sme: Dán áigge áidna sámegielat aviisa lea Norggas almmustuvvi Avvir, mii almmustuvvá guovtti geardde vahkus.

source: Inarinsaamenkielen yhdistys (Anarâškielâ Servi) on julkaissut Anarâš-lehteä vuodesta 1987.
sme: Ánárašgielat searvi (Anarâškielâ Servi) lea almmustahttán Anarâš-lastta jagis 1987.

source: Vuonna 2011 annettu asetus sanomalehdistön tuesta mahdollisti ensimmäisen kerran yhteiskunnallisen tuen myöntämiselle saamenkielisen sanomalehtiaineiston tuottamiselle.
sme: Jagi 2011 addojuvvon ásahus aviissaid doarjagis dagai vejolažžan vuosttas geardde servodaga doarjaga mieđiheapmai sámegielat aviisamateriála buvttadeami várás.

source: Tukea on myönnetty asetuksen voimaan tulon jälkeen Lapin Kansalle, joka tuottaa saamenkielisiä uutisia sekä painettuun lehteen että verkkoon.
sme: Doarjja lea mieđihuvvon ásahusa fápmui boahtima maŋŋá Lapin Kansai, mii buvttada sámegielat ođđasiid sihke deaddiluvvon aviisii ja fierbmái.

source: Kansalliset symbolit
sme: Álbmotlaš symbolat

source: Saamen suvun laulu (Sámi soga lávlla) on saamelaisten virallinen kansallislaulu.
sme: Sámi soga lávll a lea sámiid virggálaš álbmotlávlla.

source: Saamen suvun laulun on sanoittanut ensimmäinen saamelainen valtiopäivämies Isak Saba ja säveltänyt norjalainen säveltäjä Arne Sørlie.
sme: Sámi soga lávlaga sániid lea čállán vuosttas sápmelaš riikkabeaialmmái (stuorradikki áirras) Isak Saba ja nuohta bidjan komponista Arne Sørlie.

source: Saamen lippu (Sámi leavga) on saamelaisen taiteilija Astrid Båhlin suunnittelema.
sme: Sámi leavgga lea plánen sápmelaš dáiddár Astrid Båhl.

source: Sen aihe tulee noitarummusta ja eteläsaamelaisen Anders Fjellnerin runosta Páiven párneh (Auringon pojat), jossa Fjellner kuvaa saamelaisia auringon tyttäriksi ja pojiksi.
sme: Dan fáddá boahtá meavrresgáris ja lullisápmelaš Anders Fjellnera divttas Páiven párneh (Beaivvi bártnit), mas Fjellner govve sámiid beaivvi nieidan ja bárdnin.

source: Lipun punainen ympyrä kuvaa aurinkoa ja sininen kuuta.
sme: Leavgga rukses gierdu govve beaivváža ja alit mánu.

source: Lippu ja saamen suvun laulu hyväksyttiin Saamelaisten 13. konferenssissa Åressa 1986.
sme: Leavga ja Sámi soga lávlla dohkkehuvvojedje Sámiid 13. konferánssas Åres jagi 1986.

source: Kansallislaulun melodia hyväksyttiin saamelaisten 14. konferenssissa Helsingissä 1992.
sme: Álbmotlávlaga melodiija dohkkehuvvui Sámiid 15. konferánssas Helssegis 1992.
